Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 06-Red-Riding-Hood/CAT/red-riding-hood-seven-kids/tm/corpus-nt-bbe.en.utf8.tmx
Source language: en
Languages: chr

source: (Though, in fact, it was his disciples who gave baptism, not Jesus himself),
chr: (ᎥᏝᏍᎩᏂᏃᏅ ᏥᏌ ᎤᏩᏒ ᏱᏓᏓᏬᏍᎨᎢ, ᎬᏩᏍᏓᏩᏗᏙᎯᏉᏍᎩᏂ,)

source: He went out of Judaea into Galilee again.
chr: ᏧᏗᏱ ᎤᏂᎩᏒᎩ ᎠᎴ ᏔᎵᏁ ᎨᎵᎵ ᏮᎤᎶᏒᎩ.

source: And it was necessary for him to go through Samaria.
chr: ᎠᎴ ᏌᎺᎵᏱ ᎠᏎ ᎤᎶᎯᏍᏗ ᎨᏒᎩ.

source: So he came to a town of Samaria which was named Sychar, near to the bit of land which Jacob gave to his son Joseph:
chr: ᎿᏉᏃ ᏌᎺᎵᏱ ᎦᏚᎲ ᎤᎷᏨᎩ ᏌᎦ ᏧᏙᎢᏛ ᎾᏍᎩ ᎾᎥ ᏥᎦᏚᎭ ᎦᏓ ᎠᎲ ᏤᎦᏈ ᏧᏁᎴ ᎤᏪᏥ ᏦᏩ.

source: Now Jacob's fountain was there. Jesus, being tired after his journey, was resting by the fountain. It was about the sixth hour.
chr: ᎾᎿᏃ ᎠᏔᎴᏒᎩ ᎠᎹ ᏧᏂᏢᏗᏱ ᏤᎦᏈ ᎤᏤᎵᎦ; ᏥᏌᏃ ᏚᏯᏪᏨ ᎠᎢᏒ ᎤᏪᏅᎩ ᎠᏔᎴᏒᎢ; ᏔᎳᏚᏃ ᎢᏴᏛ ᎢᏳᏟᎶᏛ ᎧᎳᏩᏗᏒ ᎨᏒᎩ.

source: A woman of Samaria came to get water, and Jesus said to her, Give me some water.
chr: ᎾᎿ ᎤᎷᏤ ᎠᎨᏴ ᏌᎺᎵᏱ ᎡᎯ ᎠᎹ ᎤᏢᎯᎴᎢ; ᏥᏌ ᎯᎠ ᏄᏪᏎᎴᎢ; ᎠᏆᏗᏔᏍᏗ ᏍᎩᏁᎲᏏ.

source: For his disciples had gone to the town to get food.
chr: ᎬᏩᏍᏓᏩᏗᏙᎯᏰᏃ ᏗᎦᏚᎲ ᏩᏁᏙᎲᎩ ᎠᎵᏍᏓᏴᏗ ᎤᏂᏩᏒᏒᎩ.

source: The woman of Samaria said to him, Why do you, a Jew, make a request for water to me, a woman of Samaria? She said this because Jews have nothing to do with the people of Samaria.
chr: ᎿᏉᏃ ᎾᏍᎩ ᎠᎨᏴ ᏌᎺᎵᏱ ᎡᎯ ᎯᎠ ᏄᏪᏎᎴᎢ; ᎦᏙ ᏗᎦᎵᏍᏙᏗᎭ ᏂᎯ ᎯᏧᏏ ᎠᏗᏔᏍᏗ ᎢᏍᎩᏔᏲᏎᎭ ᏥᎨᏴ ᏌᎺᎵᏱ ᎨᎢ. (ᎠᏂᏧᏏᏰᏃ ᎠᎴ ᏌᎺᎵᏱ ᎠᏁᎯ ᎥᏝ ᏱᏚᎾᏓᎦᏌᏯᏍᏙᎢ.)

source: In answer Jesus said, If you had knowledge of what God gives freely and who it is who says to you, Give me water, you would make your prayer to him, and he would give you living water.
chr: ᏥᏌ ᎤᏁᏤᎢ ᎯᎠ ᏄᏪᏎᎴᎢ; ᎢᏳᏃ ᏱᎯᎦᏔᎮ ᎤᏁᎳᏅᎯ ᎤᏓᏁᏗ ᏥᎩ, ᎠᎴ ᏱᎯᎦᏔᎮ ᎯᎠ ᎾᏍᎩ ᏥᏂᏣᏪᏎᎭ, ᎠᏆᏗᏔᏍᏗ ᏍᎩᏁᎲᏏ; ᏨᏒ ᏱᏔᏲᏎᎴᎢ, ᎠᎴ ᏱᏣᏁᏁᎴ ᎬᏂᏛ ᎠᎹ.

source: The woman said to him, Sir, you have no vessel and the fountain is deep; from where will you get the living water?
chr: ᎠᎨᏴ ᎯᎠ ᏄᏪᏎᎴᎢ, ᎯᏍᎦᏯ, ᎥᏝ ᎪᎱᏍᏗ ᏱᏰᎭ ᎠᏢᏗ, ᎭᏫᏂᏳᏃ ᎠᏔᎴᏒᎢ, ᎭᏢᏃ ᏣᏁᎩᏒ ᎾᏍᎩ ᎬᏂᏛ ᎠᎹ?

source: Are you greater than our father Jacob who gave us the fountain and took the water of it himself, with his children and his cattle?
chr: ᏥᏌ ᎤᏟ ᎡᏣᎸᏉᏗᏳ ᏂᎯ, ᎡᏍᎦᏉ ᎢᎩᏙᏓ ᏤᎦᏈ ᎾᏍᎩ ᎢᎩᏁᎸᎯ ᎯᎠ ᎠᏔᎴᏒᎢ, ᎠᎴ ᎾᎿ ᎤᏩᏒ ᎤᏗᏔᎲᎢ ᎠᎴ ᏚᎾᏗᏔᎲᎢ ᏧᏪᏥ ᎠᎴ ᎤᎾᏝᎾᎥᎢ.

source: Jesus said to her, Everyone who takes this water will be in need of it again:
chr: ᏥᏌ ᎤᏁᏤᎢ ᎯᎠ ᏄᏪᏎᎴᎢ; ᎩᎶ ᏳᏗᏔᎲ ᎯᎠ ᎠᎹ ᏔᎵᏁᏉ ᎤᏔᏕᎪᏗ;

source: But whoever takes the water I give him will never be in need of drink again; for the water I give him will become in him a fountain of eternal life.
chr: ᎩᎶᏍᎩᏂ ᏳᏗᏔᎲ ᎾᏍᎩ ᎠᎹ ᎠᏴ ᏥᏁᏁᏗ ᏥᎩ ᎥᏝ ᎢᏳᎯᏳ ᎤᏔᏕᎪᏗ ᏱᎩ, ᎠᏴᏍᎩᏂ ᏥᏁᏁᏗ ᏥᎩ ᎠᎹ, ᎭᏫᏂ ᎠᏰᎸ ᎠᎹ ᎦᏄᎪᎬ ᎨᏎᏍᏗ, ᏫᎦᎾᏄᎪᎨᏍᏗ ᎬᏂᏛ ᎠᎵᏍᏆᏗᏍᎩ ᏂᎨᏒᎾ ᏗᎨᏒᎢ.

source: The woman said to him, Sir, give me this water, so that I may not be in need again of drink and will not have to come all this way for it.
chr: ᎠᎨᏴ ᎯᎠ ᏄᏪᏎᎴᎢ; ᎯᏍᎦᏯ, ᎯᎠ ᎾᏍᎩ ᎠᎹ ᏍᎩᏁᎲᏏ, ᏞᏍᏗᏃ ᎠᎩᏔᏕᎦᏅᎩ, ᎠᎴ ᏞᏍᏗ ᎠᏂ ᎠᎩᏢᎯᎸᎩ.

source: Jesus said to her, Go, get your husband and come back here with him.
chr: ᏥᏌ ᎯᎠ ᏄᏪᏎᎴᎢ; ᏣᏰᎯ ᏫᏯᏅ, ᎠᏂᏃ ᎢᏍᏗᎷᏨᎭ.

source: In answer, the woman said, I have no husband. Jesus said to her, You have said rightly, I have no husband:
chr: ᎠᎨᏴᏃ ᎤᏁᏤᎢ ᎯᎠ ᏄᏪᏎᎴᎢ; ᎥᏝ ᏰᎭ ᎠᎩᏰᎯ. ᏥᏌ ᎯᎠ ᏄᏪᏎᎴᎢ; ᏰᎵ ᏂᏫ, ᎥᏝ ᏰᎭ ᎠᎩᏰᎯ, ᏣᏛ;

source: You have had five husbands, and the man you have now is not your husband: that was truly said.
chr: ᎯᏍᎩᏰᏃ ᎾᏂᎥᎩ ᎨᏣᏰᎯ, ᎪᎯᏃ ᏥᏣᎧᎭ ᎥᏝ ᏣᏰᎯ ᏱᎩ; ᎾᏍᎩ ᏥᏂᏫ ᏚᏳᎪᏛ ᏂᏫ.

source: The woman said to him, Sir, I see that you are a prophet.
chr: ᎠᎨᏴ ᎯᎠ ᏄᏪᏎᎴᎢ; ᎯᏍᎦᏯ, ᎦᏙᎴᎣᏍᎦ ᎭᏙᎴᎰᏍᎩ ᎨᏒᎢ.

source: Our fathers gave worship on this mountain, but you Jews say that the right place for worship is in Jerusalem.
chr: ᏦᎩᎦᏴᎵᎨ ᎠᎾᏓᏙᎵᏍᏗᏍᎬᎩ ᎠᏂ ᎣᏓᎸᎢ, ᎠᏎᏃ ᏂᎯ ᎯᎠ ᏂᏥᏪᏍᎪᎢ; ᏥᎷᏏᎵᎻᏍᎩᏂ ᎾᎿ ᎤᎬᏫᏳᎭ ᎠᏓᏙᎵᏍᏙᏗᏱ.

source: Jesus said to her, Woman, take my word for this; the time is coming when you will not give worship to the Father on this mountain or in Jerusalem.
chr: ᏥᏌ ᎯᎠ ᏄᏪᏎᎴᎢ; ᎯᎨᏴ, ᏍᏉᎯᏳᎲᎦ, ᏛᏍᏆᎸᎯ ᎾᎯᏳ ᎥᏝ ᎠᏂ ᎣᏓᎸᎢ, ᎠᎴ ᎾᏍᏉ ᏥᎷᏏᎵᎻ, ᏱᎦᏰᏣᏓᏙᎵᏍᏓᏁᎮᏍᏗ ᎠᎦᏴᎵᎨᎢ.

source: You give worship, but without knowledge of what you are worshipping: we give worship to what we have knowledge of: for salvation comes from the Jews.
chr: ᏂᎯ ᎢᏣᏓᏙᎵᏍᏓᏁᎭ ᎪᎱᏍᏗ ᎾᏍᎩ ᏂᏥᎦᏔᎲᎾ; ᎠᏴᏍᎩᏂ ᎣᏥᎦᏔᎭ ᎢᏳᏍᏗ ᎣᏣᏓᏙᎵᏍᏓᏁᎲᎢ; ᎠᏂᏧᏏᏰᏃ ᎠᏁᎲ ᎠᎵᏍᏕᎸᏙᏗ ᎨᏒ ᏅᏓᏳᎾᏄᎪᎢᏍᏗ.

source: But the time is coming, and is even now here, when the true worshippers will give worship to the Father in the true way of the spirit, for these are the worshippers desired by the Father.
chr: ᎠᏎᏃ ᏛᏍᏆᎸᎯ, ᎠᎴ ᎿᏉ ᎤᏍᏆᎸᎲ, ᎾᏍᎩ ᎤᏙᎯᏳᏒ ᎠᎾᏓᏙᎵᏍᏗᏍᎩ ᏛᎾᏓᏙᎵᏍᏓᏁᎵ ᎠᎦᏴᎵᎨ ᏙᏛᏅᏔᏂ ᏧᎾᏓᏅᏙ ᎠᎴ ᏚᏳᎪᏛᎢ; ᎠᎦᏴᎵᎨᏰᏃ ᏚᏲᎰ ᎾᏍᎩ ᎢᏳᎾᏍᏗ ᎬᏩᏓᏙᎵᏍᏓᏁᎯ.

source: God is Spirit: then let his worshippers give him worship in the true way of the spirit.
chr: ᎤᏁᎳᏅᎯ ᎠᏓᏅᏙ; ᎾᏍᎩᏃ Ꮎ ᎠᎾᏓᏙᎵᏍᏓᏁᎯ ᏧᎾᏓᏅᏙ ᎠᎴ ᏚᏳᎪᏛ ᏧᏅᏙᏗ ᎤᎾᏓᏙᎵᏍᏓᏁᏗ.

source: The woman said to him, I am certain that the Messiah, who is named Christ, is coming; when he comes he will make all things clear to us.
chr: ᎠᎨᏴ ᎯᎠ ᏄᏪᏎᎴᎢ; ᏥᎦᏔᎭ ᎤᎷᎯᏍᏗ ᎨᏒ ᎺᏌᏯ--ᎾᏍᎩ ᎦᎶᏁᏛ ᏣᏃᏎᎰᎢ--ᎾᏍᎩ ᎦᎷᏨᎭ, ᏓᎩᏃᏁᎵ ᏂᎦᎥ ᎪᎱᏍᏗ.

source: Jesus said to her, I, who am talking to you, am he.
chr: ᏥᏌ ᎯᎠ ᏄᏪᏎᎴᎢ; ᎠᏴ ᏥᎬᏬᏁᏗᎭ ᎾᏍᎩ [ᎺᏌᏯ.]

source: At that point the disciples came back, and they were surprised to see him talking to a woman; but not one of them said to him, What is your purpose? or, Why are you talking to her?
chr: ᎿᏉᏃ ᎬᏩᏍᏓᏩᏗᏙᎯ ᎤᏂᎷᏨᎩ, ᎠᎴ ᎤᏂᏍᏆᏂᎪᏒᎩ ᎠᎨᏴ ᎠᎵᏃᎮᏗᏍᎬᎢ. ᎠᏎᏃ ᎥᏝ ᎩᎶᎢ, ᎦᏙ ᏣᏲᎭ? ᎠᎴ ᎦᏙᏃ ᎢᎯᏯᎵᏃᎮᏍᏗ? ᏳᏬᏎᎴᎢ.

source: Then the woman put down her water-pot and went into the town, and said to the people,
chr: ᎿᏉᏃ ᎠᎨᏴ ᎤᎯᏴᎩ ᎠᎹ ᎤᏢᏗ, ᎠᎴ ᏗᎦᏚᎲ ᏭᎶᏒᎩ, ᎯᎠ ᏫᏂᏚᏪᏎᎸᎩ ᏴᏫ;

source: Come and see a man who has been talking to me of everything I ever did! Is it possible that this is the Christ?
chr: ᎢᏕᎾ, ᏪᏥᎪᏩᏛ ᎠᏍᎦᏯ ᎠᎩᏃᏁᎸᎯ ᏂᎦᎥ ᎾᏆᏛᏁᎵᏙᎸᎢ. ᏝᏍᎪ ᎾᏍᎩ ᎦᎶᏁᏛ ᏱᎩ?

source: So they went out of the town and came to him.
chr: ᎰᏩᏃ ᎦᏚᎲ ᎤᏂᏄᎪᏨᎩ, ᎠᎴ ᎥᎬᏩᎷᏤᎸᎩ.

source: While this was taking place, the disciples were saying to Jesus, Master, take some food.
chr: ᎠᏏᏉᏃ ᎦᏚᎲ ᏪᏙᎲᎩ, ᎬᏩᏍᏓᏩᏗᏙᎯ ᎬᏩᏍᏗᏰᏔᏅᎩ, ᏗᏍᎩᏰᏲᎲᏍᎩ, ᎭᎵᏍᏓᏴᎲᎦ, ᎠᎾᏗᏍᎬᎩ.

source: But he said to them, I have food of which you have no knowledge.
chr: ᎠᏎᏃ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎠᎩᎭ ᎠᏆᎵᏍᏓᏴᏗ ᏂᎯ ᏂᏥᎦᏔᎲᎾ.

source: So the disciples said one to another, Did anyone give him food?
chr: ᎾᏍᎩᏃ ᎢᏳᏍᏗ ᎬᏩᏍᏓᏩᏗᏙᎯ ᎯᎠ ᏂᏚᎾᏓᏪᏎᎸᎩ; ᏥᎪ ᎩᎶ ᎤᏲᎮᎸ ᎤᎵᏍᏓᏴᏗ?

source: Jesus said, My food is to do the pleasure of him who sent me and to make his work complete.
chr: ᏥᏌ ᎯᎠ ᏂᏚᏪᏎᎸᎩ, ᏄᏍᏛ ᎠᏓᏅᏖᏍᎬ ᎠᎩᏅᏏᏛ ᎢᏯᏆᏛᏁᏗᏱ, ᎠᎴ ᎾᏍᎩ ᎤᏤᎵ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒ ᎠᎩᏍᏆᏗᏍᏗᏱ, ᎾᏍᎩ ᎠᏴ ᎠᏆᎵᏍᏓᏴᏗ.

source: You would say, Four months from now is the time of the grain-cutting. Take a look, I say to you, at the fields; they are even now white for cutting.
chr: ᏝᏍᎪ ᎯᎠ ᎢᎨᏥᏪᏍᏗ ᏱᎩ; ᎠᏏ ᏅᎩ ᎢᏯᏅᏙ ᎩᎳ ᏛᎦᏛᎾᏥ? ᎬᏂᏳᏉ ᎯᎠ ᏂᏨᏪᏎᎭ; ᏗᏥᎦᏙᎵ ᏗᏥᏌᎳᏛᎦ, ᎠᎴ ᏕᎦᎶᎨᏒ ᏗᏣᎧᏅᎦ, ᎿᏉᏰᏃ ᏧᏁᎩᏳ, ᎠᎴ ᎤᏍᏆᎸᎲ ᎠᏍᎫᏕᏍᏗᏱ.

source: He who does the cutting now has his reward; he is getting together fruit for eternal life, so that he who did the planting and he who gets in the grain may have joy together.
chr: ᎠᎴ ᎠᏍᎫᏕᏍᎩ ᎠᎦᎫᏴᎡᎰᎢ, ᎠᎴ ᎤᏍᎫᏕᏒᎯ ᏫᎦᏟᏏᏍᎪ ᎬᏂᏛ ᏗᎨᏒᎢ, ᎾᏍᎩ ᎢᏧᎳ ᎤᎾᎵᎮᎵᏍᏗᏱ ᏂᎦᎵᏍᏗᏍᎪ ᎠᏫᏍᎩ ᎾᏃ ᎠᏍᎫᏕᏍᎩ.

source: In this the saying is a true one, One does the planting, and another gets in the grain.
chr: ᎠᎴ ᎾᏍᎩ ᎠᏂ ᎤᏙᎯᏳᎯ ᏂᎦᎵᏍᏗᎭ ᎯᎠ ᎢᎦᏪᏛ ᏥᎩ; ᎩᎶ ᎠᏫᏍᎪᎢ ᏅᏩᏓᎴᏃ ᎠᏍᎫᏕᏍᎪᎢ.

source: I sent you to get in grain which you had no hand in planting: other men did that work, and you take the reward.
chr: ᎢᏨᏅᏒᎩ ᏫᏥᏍᎫᏕᏍᏗᏱ ᎾᎿ ᏂᎯ ᏗᏥᎸᏫᏍᏓᏁᎸᎯ ᏂᎨᏒᎾ ᎨᏒᎢ; ᏅᏩᎾᏓᎴ ᏗᏂᎸᏫᏍᏓᏁᎸᎩ, ᏂᎯᏃ ᎢᏥᏴᎸ ᏚᏂᎸᏫᏍᏓᏁᎸᎢ.

source: Now a number of the people of that town had faith in him because of the woman's witness: He has been talking to me of everything I ever did.
chr: ᎠᎴ ᎤᏂᏣᏛᎩ ᎠᏂᏌᎺᎵ ᎾᎿ ᎦᏚᎲ ᎠᏁᎯ ᎬᏬᎯᏳᏅᎩ, ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ ᎤᏃᎮᎸ ᎠᎨᏴ ᎯᎠ ᏥᏄᏪᏎᎢ; ᎠᎩᏃᏁᎸᎩ ᏂᎦᎥ ᎾᏆᏛᏁᎵᏙᎸᎢ.

source: So when the people came to him they made request to him to be among them for a time, and he was there two days.
chr: ᎠᎴ ᎠᏂᏌᎺᎵ ᎬᏩᎷᏤᎸ ᎬᏩᏔᏲᏎᎸᎩ ᏧᏪᎳᏗᏓᏍᏗᏱ, ᎠᎴ ᎾᎿ ᏔᎵ ᏧᏒᎯᏛ ᎤᏪᏙᎸᎩ.

source: And a great number more of them came to have faith in him because of what he himself said.
chr: ᎠᎴ ᎠᏏ ᎤᏂᏣᏛᎩ ᎤᏃᎯᏳᏅᎩ, ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ ᎤᏩᏒ ᎧᏁᎬᎢ;

source: And they said to the woman, Now we have faith, but not because of your story: we ourselves have given ear to his words, and we are certain that he is truly the Saviour of the world.
chr: ᎠᎴ ᎯᎠ ᏄᏂᏪᏎᎸᎩ ᎠᎨᏴ; ᎿᏉ ᎣᏦᎯᏳᎲᏍᎦ ᎥᏝ ᏂᎯᏉ ᏣᏁᏨ ᏱᏅᏗᎦᎵᏍᏙᎭ ᏦᏦᎯᏳᎲᏍᎦ, ᎣᎬᏒᏰᏃ ᎣᏣᏛᎦᏏ, ᎠᎴ ᎣᏥᎦᏔᎭ ᎾᏍᎩ ᎯᎠ ᎤᏙᎯᏳᎯᏯ ᎦᎶᏁᏛ ᎨᏒ ᎡᎶᎯ ᎠᏍᏕᎵᏍᎩ.

source: And after the two days he went on from there into Galilee.
chr: ᎾᏍᎩᏃ ᏔᎵ ᏫᏄᏒᎸ ᎾᎿ ᎤᏂᎩᏒᎩ, ᎠᎴ ᎨᎵᎵ ᏭᎶᏒᎩ.

source: For Jesus himself said that a prophet has no honour in the country of his birth.
chr: ᏥᏌᏰᏃ ᎤᏩᏒ ᎯᎠ ᏄᏪᏒᎩ; ᎠᏙᎴᎰᏍᎩ ᎥᏝ ᎠᏥᎸᏉᏗᏳ ᏱᎨᏐ ᎤᏩᏒ ᎤᏤᎵᎪᎯ.

source: So when he came into Galilee, the Galilaeans took him to their hearts because of the things which they had seen him do in Jerusalem at the feast--they themselves having been there at the feast.
chr: ᎿᏉᏃ ᎨᎵᎵ ᏭᎷᏨ, ᎨᎵᎵ ᎠᏁᎯ ᏕᎬᏩᏓᏂᎸᏨᎩ, ᎤᏂᎪᎲᎯᏰᏃ ᎨᏒᎩ ᎾᏍᎩ ᏂᎦᏛ ᏚᎸᏫᏍᏓᏁᎸ ᏥᎷᏏᎵᎻ ᎾᎯᏳ ᏓᎾᎵᏍᏓᏴᎲᏍᎬᎢ; ᎾᏍᏉᏰᏃ ᎤᏁᏅᏒᎩ ᏙᏗᎾᎵᏍᏓᏴᎲᏍᎬᎢ.

source: So he came to Cana in Galilee, where he had made the water wine. And there was a certain man of high position whose son was ill at Capernaum.
chr: ᏥᏌᏃ ᏔᎵᏁ ᎤᎷᏨᎩ ᎨᏂ ᎦᏚᎲᎢ ᎨᎵᎵᏱ, ᎾᎿ ᎩᎦᎨ-ᎠᏗᏔᏍᏗ ᎠᎹ ᎤᏬᏢᏔᏅᎢ. ᎠᎴ ᎩᎶ ᎢᏳᏍᏗ ᎤᎬᏫᏳᎯ ᎠᏍᏕᎵᏍᎩ ᎡᎲᎩ, ᎾᏍᎩ ᎤᏪᏥ ᎤᏢᎬᎩ ᎨᏆᏂ.

source: When it came to his ears that Jesus had come from Judaea into Galilee, he went to him and made a request that he would come down to his son, who was near to death, and make him well.
chr: ᎾᏍᎩ Ꮎ ᎤᏛᎦᏅ ᏥᏌ ᏧᏗᏱ ᏧᎶᏒ ᎨᎵᎵ ᎤᎷᏥᎸᎢ, ᎤᏩᏛᎲᏒᎩ, ᎠᎴ ᎤᏔᏲᏎᎸᎩ ᎤᏪᏅᏍᏗᏱ ᏭᏅᏬᏗᏱ ᎤᏪᏥ, ᎤᏲᎱᏏᏕᎾᏰᏃ ᎨᏒᎩ.

source: Then Jesus said to him, You will not have faith if you do not see signs and wonders.
chr: ᎿᏉᏃ ᏥᏌ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎥᏝ ᏴᎨᏦᎯᏳᎲᎦ, ᎬᏂ ᏱᏥᎪᏩᏘᎭ ᎤᏰᎸᏛᎢ ᎠᎴ ᎤᏍᏆᏂᎪᏗ.

source: The man said, Sir, come down before my boy is dead.
chr: ᎤᎬᏫᏳᎯ ᎠᏍᏕᎵᏍᎩ ᎯᎠ ᏄᏪᏎᎸᎩ, ᏣᎬᏫᏳᎯ, ᎮᎾ ᎠᏏᏉ ᎾᏲᎱᏍᎬᎾ ᎠᏇᏥ.

source: And Jesus said, Go in peace; your son is living. The man had faith in the word which Jesus said to him and went away.
chr: ᏥᏌ ᎯᎠ ᏄᏪᏎᎸᎩ; ᏥᎮᎾ, ᏤᏥ ᎬᏅ. ᎠᎴ ᎾᏍᎩ ᎠᏍᎦᏯ ᎤᏬᎯᏳᏅᎩ ᏥᏌ ᏄᏪᏎᎸᎢ, ᎠᎴ ᎤᏪᏅᏒᎩ.

source: And while he was going down, his servants came to him and said, Your boy is living.
chr: ᎿᏉᏃ ᎥᎠᎢᏒᎩ, ᏧᏅᏏᏓᏍᏗ ᏕᎬᏩᏠᏒᎩ ᎠᎴ ᎬᏩᏃᏁᎸᎩ, ᏤᏥ ᎬᏅ, ᎥᎬᏬᏎᎸᎩ.

source: So he put a question to them as to the hour when he became better; and they said to him, The disease went from him yesterday at the seventh hour.
chr: ᎿᏉᏃ ᏚᏛᏛᏅᎩ ᎢᏳᎢ ᎤᎴᏅᎲ ᏏᏲᏍᏛ ᏄᎵᏍᏓᏁᎸᎢ. ᎤᏒᎯ ᏌᏉ ᎢᏳᏟᎶᏛ ᎧᎳᏩᏗᏒ ᏄᏗᎴᎲᏍᎬᎾ ᏄᎵᏍᏔᏅᎩ, ᎥᎬᏬᏎᎸᎩ.

source: It was clear then to the father that this was the very time at which Jesus said to him, Your son is living. And he had faith in Jesus, he and all his family.
chr: ᎾᏍᎩᏃ ᎤᏙᏓ ᎤᏙᎴᎰᏒᎩ ᎾᎯᏳ ᎨᏒ ᏥᏌ ᎯᎠ ᏄᏪᏎᎸᎢ; ᏤᏥ ᎬᏅ. ᎤᏩᏒᏃ ᎤᏬᎯᏳᏅᎩ ᎠᎴ ᎾᏍᏉ ᏂᎦᏛ ᏧᏤᎵ ᏏᏓᏁᎸᎯ ᎨᏒᎢ.

source: Now this is the second sign which Jesus did after he had come out of Judaea into Galilee.
chr: ᎾᏍᎩ ᎯᎠ ᏔᎵᏁ ᎤᏍᏆᏂᎪᏗ ᏚᎸᏫᏍᏓᏁᎸ ᏥᏌ ᎨᎵᎵ ᎤᎷᏦᏅᎯ, ᏧᏗᏱ ᏅᏓᏳᎶᏒᎯ.

source: After these things there was a feast of the Jews, and Jesus went up to Jerusalem.
chr: ᎾᏍᎩᏃ ᏄᎵᏍᏔᏂᏙᎸ, ᎤᏍᏆᎸᎲᎩ ᎠᏂᏧᏏ ᏧᎾᎵᏍᏓᏴᏗᏱ; ᎠᎴ ᏥᏌ ᏥᎷᏏᎵᎻ ᎤᏪᏅᏒᎩ.

source: Now in Jerusalem near the sheep-market there is a public bath which in Hebrew is named Beth-zatha. It has five doorways.
chr: ᏥᎷᏏᎵᎻᏂ ᎠᏫ ᎤᏂᏴᏍᏗᏱ ᎾᎥ ᎠᏓᏬᏍᏗᏱ ᎪᏢᎭ ᎾᏍᎩ ᎠᏂᏈᎷ ᎤᏂᏬᏂᎯᏍᏗ ᎨᏒ ᏡᏕᏍᏗ ᏕᎤᏙᎥ; ᎾᎿᏂ ᎯᏍᎩ ᏓᏲᏓᏝᎭ.

source: In these doorways there were a great number of people with different diseases: some unable to see, some without the power of walking, some with wasted bodies.
chr: ᎾᎿ ᎠᏂᏂᏜᎥᎩ ᎤᏂᏣᏘ ᏧᏂᏢᎩ, ᎠᎴ ᏗᏂᎨᏫ, ᎠᎴ ᏗᏂᏲᎤᎵ, ᎠᎴ ᎤᏅᎢᏒᎯ, ᎠᏂᎦᏘᏴᎩ ᎤᎵᏖᎸᏗᏱ ᎠᎹ.

source: One man was there who had been ill for thirty-eight years.
chr: ᎠᎴ ᎾᎿ ᎦᏅᎬᎩ ᎩᎶ ᎢᏳᏍᏗ ᎠᏍᎦᏯ, ᏦᎠᏍᎪᎯ ᏁᎳᎦᎵ ᎢᏳᏕᏘᏴᏛ ᎬᏩᏢᏨᎯ ᏄᏗᏩᏍᎬᎾ ᎨᏒᎩ.

source: When Jesus saw him there on the floor it was clear to him that he had been now a long time in that condition, and so he said to the man, Is it your desire to get well?
chr: ᏥᏌᏃ ᎤᎪᎲᎩ ᎾᏍᎩ ᎠᏍᎦᏯ ᎦᏅᎬᎢ, ᎠᎴ ᎤᏙᎴᎰᏒ ᎨᏒᎩ, ᎪᎯᏗᏳ ᎢᎬᏩᎵᏍᏔᏅᎯ ᎨᏒᎢ, ᎯᎠ ᏄᏪᏎᎸᎩ; ᏣᏚᎵᏍᎪ ᎡᏣᏅᏬᏗᏱ?

source: The ill man said in answer, Sir, I have nobody to put me into the bath when the water is moving; and while I am on the way down some other person gets in before me.
chr: ᎤᏢᎩ ᎤᏁᏨ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎯᏍᎦᏯ, ᎥᏝ ᎩᎶ ᏰᏙᎰ ᎠᎹ ᎠᎵᏖᎸᎲᎦ, ᎠᏓᏬᏍᏗᏱ ᏩᎩᎧᎲᏍᎩ; ᎠᏏᏉᏰᏃ ᏥᏫᎦᎢᏐᎢ, ᎩᎶ ᏓᎩᎪᏂᏍᎪᎢ ᎢᎬᏱ ᏩᏠᎠᏍᎪᎢ.

source: Jesus said to him, Get up, take your bed and go.
chr: ᏥᏌ ᎯᎠ ᏄᏪᏎᎸᎩ; ᏔᎴᎲᎦ, ᎯᎾᎩ ᏣᏤᏍᏙ, ᎠᎴ ᎮᏓ.

source: And the man became well straight away, and took up his bed and went. Now that day was the Sabbath.
chr: ᎩᎳᏉᏃ ᎢᏴᏛ ᎾᏍᎩ ᎠᏍᎦᏯ ᎤᏗᏩᏒᎩ, ᎠᎴ ᎤᏁᏒᎩ ᎤᏤᏍᏙ, ᎠᎴ ᎤᏪᏙᎸᎩ. ᎠᎴ ᎤᎾᏙᏓᏆᏍᎬ ᎨᏒᎩ ᎾᎯᏳ ᎢᎦ.

source: So the Jews said to the man who had been made well, It is the Sabbath; and it is against the law for you to take up your bed.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎠᏂᏧᏏ ᎯᎠ ᏄᏂᏪᏎᎴ ᎠᏥᏅᏩᏅᎯ; ᎪᎯ ᎤᎾᏙᏓᏆᏍᎬᎢ, ᎥᏝ ᏚᏳᎪᏛ ᏱᎩ ᏣᏤᏍᏙ ᏣᏂᏓᏍᏗᏱ.

source: He said to them, But he who made me well, said to me, Take up your bed and go.
chr: ᎯᎠ ᏂᏚᏪᏎᎴᎢ; ᎠᎩᏅᏩᏅᎯ ᎯᎠ ᎾᎩᏪᏎᎸᎩ; ᎯᎾᎩ ᏣᏤᏍᏙ, ᎠᎴ ᎮᏓ.

source: Then they put to him the question: Who is the man who said to you, Take it up and go?
chr: ᎿᏉᏃ ᎤᎾᏛᏛᏁᎢ, ᎯᎠ ᏄᏂᏪᏎᎢ; ᎦᎪ ᎢᏳᏍᏗ ᎾᏍᎩ ᎠᏍᎦᏯ, ᏣᏤᏍᏙ ᎯᎾᎩ ᎠᎴ ᎮᏓ, ᏦᏎᎸᎯ?

source: Now he who had been made well had no knowledge who it was, Jesus having gone away because of the number of people who were in that place.
chr: ᎠᎴ ᎾᏍᎩ ᎠᏥᏅᏩᏅᎯ ᎥᏝ ᏯᎦᏔᎮ ᎾᏍᎩ ᎨᏒᎢ; ᏥᏌᏰᏃ ᎤᏕᎵᏛ ᎤᏓᏅᏒᎩ; ᎤᏂᏣᏛᏰᏃ ᎾᎿ ᎠᏁᏙᎲᎩ.

source: After a time Jesus came across him in the Temple and said to him, See, you are well and strong; do no more sin for fear a worse thing comes to you.
chr: ᎣᏂᏃ ᏥᏌ ᎾᏍᎩ ᎤᏩᏛᎲᎩ ᎤᏛᏅ-ᏗᎦᎳᏫᎢᏍᏗᏱ, ᎠᎴ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎬᏂᏳᏉ ᎡᏣᏅᏩᏅ; ᏞᏍᏗ ᎿᏉ ᎢᎸᎯᏳ ᏱᏣᏍᎦᏅᏤᏍᏗ, ᎤᏟᏰᏃ ᎢᏳᏲ ᏱᏣᎷᏥᏏ.

source: The man went away and said to the Jews that it was Jesus who had made him well.
chr: ᎾᏍᎩ ᎠᏍᎦᏯ ᎤᏓᏅᏒᎩ, ᎠᎴ ᏫᏚᏃᏁᎸᎩ ᎠᏂᏧᏏ, ᏥᏌ ᎤᏅᏩᏅᎯ ᎨᏒᎢ.

source: And for this reason the Jews were turned against Jesus, because he was doing these things on the Sabbath.
chr: ᎠᎴ ᎾᏍᎩ ᎢᏳᏍᏗ ᎠᏂᏧᏏ ᎤᎾᏕᏯᏙᏔᏅᎩ ᏥᏌ, ᎠᎴ ᎤᏂᏲᎸᎩ ᎤᏂᎯᏍᏗᏱ, ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ ᎾᏍᎩ ᏄᏛᏁᎸ ᎤᎾᏙᏓᏆᏍᎬ ᎢᎦ.

source: But his answer was: My Father is still working even now, and so I am working.
chr: ᎠᏎᏃ ᏥᏌ ᏚᏁᏤᎸᎩ [ᎯᎠ ᏂᏚᏪᏎᎸᎩ,] ᎡᏙᏓ ᎪᎯ ᎢᏯᏍᏘ ᏚᎸᏫᏍᏓᏁᎰᎢ, ᎠᏴᏃ ᎾᏍᏉ ᏓᎩᎸᏫᏍᏓᏁᎰᎢ.

source: For this cause the Jews had an even greater desire to put Jesus to death, because not only did he not keep the Sabbath but he said God was his Father, so making himself equal with God.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎠᏂᏧᏏ ᎤᏟ ᎢᎦᎢ ᎤᎾᏚᎸᎲᎩ ᎤᏂᎯᏍᏗᏱ, ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ ᎥᏝ ᎤᎾᏙᏓᏆᏍᎬᏉ ᎤᏩᏒ ᎤᏲᏍᏔᏅᎢ, ᎾᏍᏉᏍᎩᏂ ᎤᏁᎳᏅᎯ ᎤᏙᏓ ᎤᏛᏅᎢ, ᎢᏧᎳᎭ ᎤᏁᎳᏅᎯ ᎾᏓᏛᏁᎲᎢ.

source: So Jesus made answer and said, Truly I say to you, The Son is not able to do anything himself; he is able to do only what he sees the Father doing; whatever the Father does the Son does it in the same way.
chr: ᎿᏉᏃ ᏥᏌ ᎤᏁᏨ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎤᏙᎯᏳᎯᏯ ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ; [ᎤᏁᎳᏅᎯ] ᎤᏪᏥ ᎥᏝ ᏰᎵᎦ ᎪᎱᏍᏗ ᎤᏩᏒ ᎨᏒ ᏱᏙᎬᏩᎸᏫᏍᏓᏏ, ᎠᎪᏩᏘᏍᎬᏍᎩᏂ ᎤᏙᏓ ᏚᎸᏫᏍᏓᏁᎲᎢ; ᎾᏍᎩᏰᏃ ᏄᏍᏛ ᏚᎸᏫᏍᏓᏁᎲᎢ ᎾᏍᎩ ᎾᏍᏉ ᎤᏪᏥ ᏚᎸᏫᏍᏓᏁᎰᎢ.

source: For the Father has love for the Son and lets him see everything which he does: and he will let him see greater works than these so that you may be full of wonder.
chr: ᎠᎦᏴᎵᎨᏰᏃ ᎤᎨᏳᎯᏳ ᎤᏪᏥ, ᎠᎴ ᎦᎾᏄᎪᏫᏎᎰ ᏂᎦᏛ ᎤᏩᏒ ᏚᎸᏫᏍᏓᏁᎲᎢ; ᎠᎴ ᎤᏟ ᎢᎦᎢ ᏗᎦᎸᏫᏍᏓᏁᏗ ᏓᎦᎾᏄᎪᏫᏎᎵ ᎡᏍᎦᏉ ᎯᎠ; ᎾᏍᎩ ᎢᏥᏍᏆᏂᎪᎯᏍᏗᏱ.

source: In the same way, as the Father gives life to the dead, even so the Son gives life to those to whom he is pleased to give it.
chr: ᎠᎦᏴᎵᎨᏰᏃ ᏥᏓᎴᏗᏍᎪ ᏧᏂᏲᎱᏒᎯ, ᎠᎴ ᏗᏅᏃᏛ ᏥᏂᏕᎬᏁᎰᎢ, ᎾᏍᎩᏯᏍᎩᏂ ᎤᏪᏥ ᏗᏅᏃᏛ ᏂᏕᎬᏁᎰ ᎾᏂᎥ ᎾᏍᎩᏉ ᎡᎳ.

source: The Father is not the judge of men, but he has given all decisions into the hands of the Son;
chr: ᎠᎦᏴᎵᎨᏰᏃ ᎾᏍᏉ ᎥᏝ ᎩᎶ ᏱᏗᎫᎪᏓᏁᎰᎢ, ᏚᏲᎯᏎᎸᏍᎩᏂ ᎤᏪᏥ ᎾᎦᏛ ᏗᎫᎪᏙᏗ ᎨᏒᎢ,

source: So that all men may give honour to the Son even as they give honour to the Father. He who gives no honour to the Son gives no honour to the Father who sent him.
chr: ᎾᏍᎩ ᏂᎦᏛ ᎤᏂᎸᏉᏙᏗᏱ ᎤᏪᏥ, ᎾᏍᎩᏯ ᏥᎾᏂᎸᏉᏗᎭ ᎠᎦᏴᎵᎨᎢ. ᎩᎶ ᏂᎦᎸᏉᏗᏍᎬᎾ ᏥᎨᏐ ᎤᏁᎳᏅᎯ ᎤᏪᏥ, ᎥᏝ ᏱᎦᎸᏉᏗᏍᎪ ᎠᎦᏴᎵᎨ ᎾᏍᎩ ᏅᏓᏳᏅᏏᏛ.

source: Truly I say to you, The man whose ears are open to my word and who has faith in him who sent me, has eternal life; he will not be judged, but has come from death into life.
chr: ᎤᏙᎯᏳᎯᏯ, ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ; ᎠᏛᎩᏍᎩ ᏥᏁᎬᎢ, ᎠᎴ ᎪᎯᏳᎲᏍᎩ ᏅᏛᎩᏅᏏᏛ ᎾᏍᎩ ᎤᎭ ᎬᏂᏛ ᎾᎵᏍᏆᏗᏍᎬᎾ, ᎠᎴ ᎾᏍᎩ ᎥᏝ ᏧᏚᎪᏙᏗ ᏱᎩ ᎤᏍᎦᏅᏨᎢ, ᎠᏲᎱᎯᏍᏗᏍᎩᏂ ᎨᏒ ᎤᏓᏅᏒ, ᎬᏂᏛ ᏗᎨᏒ ᏭᎶᏒ.

source: Truly I say to you, The time is coming, it has even now come, when the voice of the Son of God will come to the ears of the dead, and those hearing it will have life.
chr: ᎤᏙᎯᏳᎯᏯ, ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ; ᏛᏍᏆᎸᎯ ᎠᎴ ᎿᏉ ᎤᏍᏆᎸᎲ ᏧᏂᏲᎱᏒᎯ ᎤᎾᏛᎪᏗᏱ ᎤᏁᎳᏅᎯ ᎤᏪᏥ ᎧᏁᎬᎢ, ᎠᎴ ᎤᎾᏛᎦᏅᎯ ᎤᎾᏛᏂᏗᏍᏗ ᎨᏎᏍᏗ.

source: For even as the Father has life in himself, so he has given to the Son to have life in himself.
chr: ᎠᎦᏴᎵᎨᏰᏃ ᎬᏂᏛ ᎤᏤᎵᎦ ᏥᎩ, ᎾᏍᎩᏯ ᎾᏍᏉ ᎤᏁᎸ ᎤᏪᏥ ᎬᏂᏛ ᎤᏤᎵᎦ ᎢᏳᎵᏍᏙᏗᏱ.

source: And he has given him authority to be judge because he is the Son of man.
chr: ᎠᎴ ᎾᏍᏉ ᎤᏁᎸ ᏧᏭᎪᏙᏗᏱ, ᏅᏧᎵᏍᏙᏔᏅ ᏴᏫ ᎤᏪᏥ ᎨᏒᎢ.

source: Do not be surprised at this: for the time is coming when his voice will come to all who are in the place of the dead,
chr: ᏞᏍᏗ ᎾᏍᎩ ᎯᎠ ᎢᏥᏍᏆᏂᎪᏒᎩ, ᏛᏍᏆᎸᎯᏰᏃ ᎾᎯᏳ ᏓᏤᎵᏍᏛ ᎠᏂᏯᎢ ᏂᎦᏛ ᏛᎾᏛᎦᏂ ᎧᏁᎬᎢ,

source: And they will come out; those who have done good, into the new life; and those who have done evil, to be judged.
chr: ᎠᎴ ᏛᏂᎾᏄᎪᏥ, ᎾᏍᎩ Ꮎ ᎣᏍᏛ ᏧᏂᎸᏫᏍᏓᏁᎸᎯ ᎬᏂᏛ ᎨᏒ ᏫᏙᏛᎾᎴᏔᏂ, ᎤᏲᏃ ᏧᏂᎸᏫᏍᏓᏁᎸᎯ ᎤᏓᏍᏛᏗᏍᏗ ᎨᏒ ᏫᏙᏛᎾᎴᏔᏂ.

source: Of myself I am unable to do anything: as the voice comes to me so I give a decision: and my decision is right because I have no desire to do what is pleasing to myself, but only what is pleasing to him who sent me.
chr: ᎥᏝ ᎪᎱᏍᏗ ᎠᏋᏒ ᎨᏒ ᏰᎵ ᏱᏙᎬᎩᎸᏫᏍᏓᏏ; ᎦᏛᎩᏍᎬ ᎾᏍᎩᏯ ᏕᎫᎪᏗᏍᎪᎢ, ᎠᎴ ᏓᏉᎪᏔᏅ ᏚᏳᎪᏛ ᎨᏐᎢ; ᏅᏗᎦᎵᏍᏙᏗᏍᎪ ᎾᎩᏲᎲᎾ ᎨᏒ ᎠᏋᏒ ᎦᏓᏅᏖᏍᎬᎢ, ᎠᎩᏲᎲᏍᎩᏂ ᎠᏓᏅᏖᏍᎬ ᎡᏙᏓ ᎾᏍᎩ ᏅᏛᎩᏅᏏᏛ.

source: If I gave witness about myself, my witness would not be true.
chr: ᎢᏳᏃ ᎠᏋᏒ ᏱᎦᏓᏃᎮᎭ, ᏥᏃᎮᏍᎬ ᎥᏝ ᏱᎬᏩᏙᎯᏳᎭ.

source: There is another who gives witness about me and I am certain that the witness he gives about me is true.
chr: ᏅᏩᏓᎴ ᎡᎭ ᎠᏴ ᎠᎩᏃᎮᏍᎩ, ᎠᎴ ᏥᎦᏔᎭ ᎤᏙᎯᏳᎯ ᎨᏒ ᎾᏍᎩ ᎧᏃᎮᏍᎬᎢ, ᎠᏴ ᎠᎩᏃᎮᏍᎬᎢ.

source: You sent to John and he gave true witness.
chr: ᏣᏂ ᏧᏬᎸ ᎢᏣᏓᏅᏒᎩ, ᎠᎴ ᎾᏍᎩ ᏚᏳᎪᏛ ᎤᏃᎮᎸᎩ.

source: But I have no need of a man's witness: I only say these things so that you may have salvation.
chr: ᎠᏎᏃ ᎠᏴ ᎥᏝ ᏱᏗᎦᏓᏂᎸᎦ ᏴᏫ ᎠᎩᏃᎮᏍᎬᎢ, ᎠᏎᏃ ᎾᏍᎩ ᎯᎠ ᏂᏥᏪᎠ ᎡᏥᏍᏕᎸᏗᏱ.

source: He was a burning and shining light, and for a time you were ready to be happy in his light.
chr: ᎾᏍᎩ ᎠᏓᏪᎵᎩᏍᎩ ᎠᎴ ᏧᎸᏌᏓ ᎠᏨᏍᏙᏗ ᎨᏒᎩ; ᏂᎯᏃ ᏞᎦ ᎣᏏᏳ ᎢᏥᏰᎸᏒᎩ ᎢᏣᎵᎮᎵᏍᏗᏱ ᎾᏍᎩ ᎢᎦ ᎤᏘᏍᏛᎢ.

source: But the witness which I have is greater than that of John: the work which the Father has given me to do, the very work which I am now doing, is a witness that the Father has sent me.
chr: ᎠᏎᏃ ᎤᏟ ᎦᎸᏉᏗᏳ ᎠᎩᏃᎮᏍᎩ ᎠᏇᎭ ᎡᏍᎦᏉ ᏣᏂ; ᏗᎦᎸᏫᏍᏓᏁᏗᏰᏃ ᎠᎦᏴᎵᎨ ᎠᎩᏁᎸᎯ ᎠᎩᏍᏆᏗᏍᏗᏱ, ᎾᏍᎩ ᏥᏓᎩᎸᏫᏍᏓᏁᎭ, ᎠᎩᏃᎮᏍᎪ ᎠᏴ ᎠᎦᏴᎵᎨᎢ ᏅᏛᎩᏅᏏᏛ ᎨᏒᎢ;

source: And the Father himself who sent me has given witness about me. Not one of you has ever given ear to his voice; his form you have not seen.
chr: ᎠᎴ ᎠᎦᏴᎵᎨ ᏅᏛᎩᏅᏏᏛ ᎾᏍᎩ ᎠᎩᏃᎮᎸ. ᎥᏝ ᎢᎸᎯᏳ ᏱᎨᏣᏛᎦᏃ ᎧᏁᎬᎢ, ᎠᎴ ᏱᎨᏥᎪᎰ ᏄᏍᏛᎢ.

source: And you have not kept his word in your hearts, because you have not faith in him whom he has sent.
chr: ᎠᎴ ᎾᏍᎩ ᎤᏁᏨᎢ ᎥᏝ ᏱᏥᏯᎠ, ᎾᏍᎩᏰᏃ Ꮎ ᏅᏓᏳᏅᏏᏛ ᎥᏝ ᏰᏦᎢᏳᎲᏍᎦ.

source: You make search in the holy Writings, in the belief that through them you get eternal life; and it is those Writings which give witness about me.
chr: ᏗᏥᎪᎵᏯ ᎪᏪᎵ, ᎾᎿᏰᏃ ᎾᎵᏍᏆᏗᏍᎬᎾ ᎬᏂᏛ ᎢᏥᎭ ᎢᏥᏰᎸᎭ, ᎠᎴ ᎾᏍᎩ Ꮎ ᎪᏪᎵ ᎠᏴ ᎠᎩᏃᎮᏍᎩ.

source: And still you have no desire to come to me so that you may have life.
chr: ᎠᏎᏃ ᎥᏝ ᏱᏣᏚᎵᎭ ᏍᎩᎷᏤᏗᏱ ᎬᏂᏛ ᎢᏣᏤᎵᎦ ᎢᏳᎵᏍᏙᏗᏱ.

source: I do not take honour from men;
chr: ᏴᏫ ᎬᎩᎸᏉᏗᏍᎬ ᎥᏝ ᏱᏗᎦᏓᏂᎸᎦ;

source: But I have knowledge of you that you have no love for God in your hearts.
chr: ᎠᏎᏃ ᎢᏨᎦᏔᎭ, ᎤᏁᎳᏅᎯ ᎡᏥᎨᏳᎢᏳ ᏂᎨᏒᎾ ᎨᏒᎢ.

source: I have come in my Father's name, and your hearts are not open to me. If another comes with no other authority but himself, you will give him your approval.
chr: ᎠᏴ ᎡᏙᏓ ᏕᎤᏙᎥ ᎠᎩᎷᎯᏍᏔᏅ, ᎥᏝᏃ ᏱᏗᏍᎩᏯᏓᏂᎸᎦ. ᎢᏳᏃ ᏅᏩᏓᎴ ᎤᏩᏒ ᏕᏅᏙᎥ ᏳᎷᎯᏍᏔᏅ, ᎾᏍᎩ ᎠᏎ ᏱᏕᏣᏓᏂᎸᎩ.

source: How is it possible for you to have faith while you take honour one from another and have no desire for the honour which comes from the only God?
chr: ᎦᏙ ᏱᎦᎵᏍᏙᏓ ᏱᏦᎯᏳᎲᎦ, ᎢᏨᏒ ᏕᏣᏓᎸᏉᏗᏍᎬ ᏥᏕᏣᏓᏂᎸᎦ, ᏂᏥᏲᎲᎾᏃ ᏥᎩ ᎥᏓᏗᎸᏉᏙᏗ ᎨᏒ ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎤᏩᏒᎯᏳ ᏅᏓᏳᎵᏍᎪᎸᏙᏗ ᏥᎩ?

source: Put out of your minds the thought that I will say things against you to the Father: the one who says things against you is Moses, on whom you put your hopes.
chr: ᏞᏍᏗ ᎠᎦᏴᎵᎨᎢ ᏓᎧᏃᏁᎵ ᏓᏲᎫᎯᏍᏔᏂ ᏱᏍᎩᏰᎵᏎᎮᏍᏗ; ᎠᏏᏴᏫ ᎡᎭ ᎢᏧᎯᏍᏗᏍᎩ, ᎼᏏ, ᎾᏍᎩ ᏤᏣᏁᎶᏗ ᏥᎩ.

source: If you had belief in Moses you would have belief in me; for his writings are about me.
chr: ᎢᏳᏰᏃ ᎼᏏ ᏱᎡᏦᎢᏳᎲᏍᎨᎢ ᎠᏴ ᏱᏍᎩᏲᎢᏳᏁᎢ, ᎾᏍᎩᏰᏃ ᎠᏴ ᎠᎩᏃᎮᏍᎬᎢ ᎤᏬᏪᎳᏅᎩ.

source: If you have no belief in his writings, how will you have belief in my words?
chr: ᎠᏎᏃ ᏂᏦᎯᏳᎲᏍᎬᎾ ᏱᎩ ᎾᏍᎩ ᎤᏬᏪᎳᏅᎯ, ᎦᏙ ᏱᎦᎵᏍᏙᏓ ᏱᏦᎯᏳᎲᎦ ᎠᏴ ᏥᏁᎬᎢ?

source: After these things Jesus went away to the other side of the sea of Galilee--that is, the sea of Tiberias.
chr: ᎾᏍᎩᏃ ᏄᎵᏍᏔᏂᏙᎸ, ᏥᏌ ᏚᏪᏐᏨᎩ ᎨᎵᎵ ᎥᏓᎸᎢ, ᎾᏍᎩ ᏓᏈᎵᏯ ᎥᏓᎸ ᏥᏚᏙᎥ.

source: And a great number of people went after him because they saw the signs which he did on those who were ill.
chr: ᎠᎴ ᎤᏂᏣᏔᏅᎯ ᎬᏩᏍᏓᏩᏛᏒᎩ, ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ ᎠᏂᎪᏩᏘᏍᎬ ᎾᏍᎩ ᎤᏂᏍᏆᏂᎪᏗ ᏂᏓᏛᏁᎲ ᎫᏂᏢᎩ.

source: Then Jesus went up the mountain and was seated there with his disciples.
chr: ᏥᏌᏃ ᎤᎿᎷᏒᎩ ᎣᏓᎸᎢ, ᎠᎴ ᎾᎿ ᎤᏪᏅᎩ, ᎠᎴ ᎾᏍᏉ ᎬᏩᏍᏓᏩᏗᏙᎯ.

source: Now the Passover, a feast of the Jews, was near.
chr: ᎧᏃᎯᏰᎩᏃ ᏗᎵᏍᏓᏴᏗᏱ ᎠᏂᏧᏏ ᎤᎾᏤᎵᎦ ᎤᏍᏆᎸᎯᏕᎾ ᎨᏒᎩ.

source: Lifting up his eyes, Jesus saw a great number of people coming to where he was, and he said to Philip, Where may we get bread for all these people?
chr: ᏥᏌᏃ ᏚᏌᎳᏓᏅ ᏗᎦᏙᎵ, ᎠᎴ ᏚᎪᎲ ᎤᏂᏣᏘ ᏗᎬᏩᎷᏤᎵᏒᎢ, ᎯᎠ ᏄᏪᏎᎸᎩ ᏈᎵᎩ; ᎭᏢ ᏓᎩᏩᏏ ᎦᏚ ᎯᎠ ᎤᏂᎩᏍᏗ.

source: This he said, testing him: for he had no doubt what he himself would do.
chr: ᎠᎴ ᎾᏍᎩ ᎯᎠ ᏄᏪᏒᎩ ᎠᏥᎪᎵᏰᏍᎬᎩ, ᎤᏩᏒᏰᏃ ᎠᎦᏔᎲᎩ ᎢᏳᏛᏁᏗᏱ.

source: Philip made answer, Bread to the value of two hundred pence would not be enough even to give everyone a little.
chr: ᏈᎵᎩ ᎯᎠ ᏄᏪᏎᎸᎩ; ᏔᎵᏧᏈ ᎠᏂᎩᏏ ᏧᎾᎬᏩᎶᏗ ᏧᎬᏩᎶᏗ ᎦᏚ ᎥᏝ ᏰᎵ ᏱᎦᎩ, ᎾᏍᎩ ᎠᏂᏏᏴᏫᎭ ᎤᏍᏗ ᎤᏂᎩᏒᏍᏗᏱ.

source: One of his disciples, Andrew, the brother of Simon Peter, said to Jesus,
chr: ᎬᏩᏍᏓᏩᏗᏙᎯ ᎨᏒ ᎠᏏᏴᏫ, ᎡᏂᏗ ᏧᏙᎢᏛ, ᏌᏩᏂ ᏈᏓ ᏗᎾᏓᏅᏟ, ᎯᎠ ᏄᏪᏎᎸᎩ;

source: There is a boy here with five barley cakes and two fishes: but what is that among such a number?
chr: ᎠᏏᏴᏫ ᎠᏫᏄᏣ ᎠᏂ ᎡᏙᎭ, ᎾᏍᎩ ᏓᏰᎭ ᎯᏍᎩ ᎤᏣᎴᏍᏗ-ᎢᏳᏍᏗ ᎦᏚ, ᎠᎴ ᏔᎵ ᏧᎾᏍᏗ ᎠᏣᏗ ᏕᎦᏁᎭ; ᎠᏎᏃ ᎠᏎᏉᎧᏂ ᎾᏍᎩ, ᎯᎠᏃ ᏥᏄᏂᏣᏔ?

source: Jesus said, Let the people be seated. Now there was much grass in that place. And those seated on the grass were about five thousand.
chr: ᎠᎴ ᏥᏌ ᎯᎠ ᏄᏪᏒᎩ; ᏩᎾᏅᎥᎦ ᏴᏫ. ᎾᎿᏃ ᎤᏣᏛᎩ ᎦᏄᎸᏒᎩ. ᎰᏩᏃ ᎤᎾᏅᏅᎩ ᎠᏂᏍᎦᏯ ᎯᏍᎩᎭ ᎢᏯᎦᏴᎵ ᎢᏴᏛ ᎢᏯᏂᎢ.

source: Then Jesus took the cakes and having given praise to God, he gave them to the people who were seated, and the fishes in the same way, as much as they had need of.
chr: ᎠᎴ ᏥᏌ ᎦᏚ ᏚᎩᏒᎩ, ᎠᎴ ᎤᎵᎮᎵᏨ ᏚᏯᏙᎮᎸᎩ ᎬᏩᏍᏓᏩᏗᏙᎯ, ᎬᏩᏍᏓᏩᏗᏙᎯᏃ ᏚᏂᏯᏙᎮᎸᎩ ᎤᎾᏅᏅᎯ, ᎠᎴ ᎾᏍᏉ ᎠᏣᏗ ᏂᎦᎥ ᏚᎾᏚᎵᏍᎬᎢ.

source: And when they had had enough, Jesus said to his disciples, Take up the broken bits which are over, so that nothing may be wasted.
chr: ᏚᏃᎸᏒᏃ ᎯᎠ ᏂᏚᏪᏎᎸᎩ ᎬᏩᏍᏓᏩᏗᏙᎯ; ᎢᏥᏟᏌ ᎤᎵᎬᎭᎷᏴᎯ ᎤᏘᏴᎯ, ᏞᏍᏗ ᎪᎱᏍᏗ ᏳᏤᏬᏤᏍᏗ.

source: So they took them up: twelve baskets full of broken bits of the five cakes which were over after the people had had enough.
chr: ᎰᏩᏃ ᎤᏂᏟᏌᏅᎩ, ᎠᎴ ᏔᎳᏚ ᏔᎷᏣ ᏚᏂᎧᎵᏍᏔᏅᎩ ᎤᎵᎬᎭᎷᏴᎯ ᎯᏍᎩ ᎤᏣᎴᏍᏗ-ᎢᏳᏍᏗ ᎦᏚ ᎾᏍᎩ ᎤᎾᎵᏍᏓᏴᏅᎯ ᎤᎾᏘᏰᎸᎯ.

source: And when the people saw the sign which he had done, they said, Truly, this is the prophet who is to come into the world.
chr: ᎾᏍᎩᏃ Ꮎ ᎠᏂᏍᎦᏯ, ᎤᏂᎪᎲ ᎤᏍᏆᏂᎪᏗ ᏥᏌ ᏚᎸᏫᏍᏓᏁᎸᎢ, ᎯᎠ ᏄᏂᏪᏒᎩ; ᎯᎠ ᎤᏙᎯᏳᎯᏯ ᎾᏍᎩ Ꮎ ᎠᏙᎴᎰᏍᎩ ᎡᎶᎯ ᎤᎷᎯᏍᏗ ᏥᎨᏒᎩ.

source: Now when Jesus saw that the people were about to come and take him by force to make him a king, he went away again up the mountain by himself.
chr: ᎿᏉᏃ ᏥᏌ ᎤᏙᎴᎰᏒ ᏗᏂᎷᏥᏒᎩ ᎠᎴ ᏗᎬᏩᏗᏝᎥᏔᏂᏒ ᎤᎬᏫᏳᎯ ᏅᏗᎬᏩᏁᎵᏒᎢ, ᎤᏓᏅᏒᎩ ᏔᎵᏁ ᏦᏓᎸ ᏭᏣᏒᎩ ᎤᏩᏒ ᎨᏒᎢ.

source: When evening came the disciples went down to the sea;
chr: ᎤᏒᏃ ᏄᎵᏍᏔᏅ, ᎬᏩᏍᏓᏩᏗᏙᎯ ᎥᏓᎸ ᏭᏂᎶᏒᎩ;

source: And they took a boat and went across the sea in the direction of Capernaum. By then it was dark and still Jesus had not come to them.
chr: ᎠᎴ ᏥᏳᎯ ᎤᎾᏣᏅᎩ ᎨᏆᏂ ᎢᏗᏢ ᏫᏚᏂᏐᎯᏍᏔᏅᎩ. ᎠᎴ ᎿᏉ ᎤᎵᏏᎬᎩ, ᎠᎴ ᏥᏌ ᎥᏝ ᏳᏂᎷᏤᎮᎢ.

source: The sea was getting rough because of a strong wind which was blowing.
chr: ᎤᏣᏘᏃ ᎤᏃᎸᏅ, ᎥᏓᎵ ᏓᎵᏍᏗᎳᏁᎬᎩ.

source: After they had gone three or four miles they saw Jesus walking on the sea and coming near to the boat; and they had great fear.
chr: ᏦᎢᎭᏃ ᎠᎴ ᏅᎩᎭ ᎢᏳᏟᎶᏛ ᎤᏂᎦᏪᎸ, ᎤᏂᎪᎲᎩ ᏥᏌ ᎥᏓᎵ ᎦᏚᎢ ᎠᎢᏒᎩ, ᎠᎴ ᏥᏳᎯ ᎾᎥ ᎤᎷᏥᏗᏒᎩ. ᎠᎴ ᎠᏂᏍᎦᎢᎲᎩ.

source: But he said to them, It is I, have no fear.
chr: ᎠᏎᏃ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎠᏴᏉ, ᏞᏍᏗ ᏱᏥᏍᎦᎢᎮᏍᏗ.

source: Then they readily took him into the boat: and straight away the boat was at the land to which they were going.
chr: ᎿᏉᏃ ᏥᏳᎯ ᏕᎬᏩᏓᏂᎸᏨᎩ; ᎩᎳᏉᏃ ᎢᏴᏛ ᏥᏳ ᏭᏔᎳᏗᏨᎩ ᎾᎿ ᎤᎾᏅᏔᏩᏗᏒᎢ.

source: The day after, the people who were on the other side of the sea saw that only one small boat had been there, that Jesus had not gone in that boat with the disciples, but that the disciples had gone away by themselves.
chr: ᎤᎩᏨᏛᏃ ᎤᏂᏣᏘ ᎥᏓᎵ ᎢᏍᎪᎾ ᏅᏛᏂᏙᎾᎢ, ᎤᎾᏙᎴᎰᏒ ᏅᏩᏓᎵ ᏥᏳ ᎾᏔᎸᎾ ᎨᏒᎢ, ᎾᏍᎩ Ꮎ ᎤᏩᏒ ᎬᏩᏍᏓᏩᏗᏙᎯ ᎤᎾᏦᏔᏅᎯ, ᎠᎴ ᏥᏌ ᏂᏚᎵᎪᏁᎸᎾ ᎨᏒ ᎬᏩᏍᏓᏩᏗᏙᎯ ᏥᏳᎯ ᎤᎾᏣᏅ, ᎠᎴ ᎬᏩᏍᏓᏩᏗᏙᎯ ᎤᏅᏒ ᎤᎾᏂᎩᏒᎢ;^
